{
	"results": [
		{
			"id": "world/live/2023/mar/02/russia-ukraine-war-live-civilians-killed-in-missile-attack-on-zaporizhzhia-apartment-block",
			"type": "liveblog",
			"sectionId": "world",
			"sectionName": "World news",
			"webPublicationDate": "2023-03-02T18:15:08Z",
			"webTitle": "Russia-Ukraine war live: Blinken tells Lavrov US will support Kyiv for as long as it takes during meeting in margins of G20 summit",
			"webUrl": "https://www.theguardian.com/world/live/2023/mar/02/russia-ukraine-war-live-civilians-killed-in-missile-attack-on-zaporizhzhia-apartment-block",
			"apiUrl": "https://content.guardianapis.com/world/live/2023/mar/02/russia-ukraine-war-live-civilians-killed-in-missile-attack-on-zaporizhzhia-apartment-block",
			"fields": {
				"headline": "Russia-Ukraine war live: Blinken tells Lavrov US will support Kyiv for as long as it takes during meeting in margins of G20 summit",
				"trailText": "US secretary of state speaks to Russian foreign minister in what is believed to be their first one-on-one conversation since invasion of Ukraine",
				"byline": "Léonie Chao-Fong (now); Martin Belam and Helen Sullivan (earlier)",
				"thumbnail": "https://media.guim.co.uk/f0ec4fb4f65daaad98886bc71cc2a51bbd52d27e/0_113_2828_1697/500.jpg",
				"bodyText": "Yevgeny Prigozhin, the head of Russia’s Wagner group, has published a video that he said shows his fighters in the key eastern Ukrainian city of Bakhmut. In a post on Telegram, uniformed men are seen lifting a Wagner banner on top of a heavily damaged building. One of the men is shown dancing and holding a guitar, a reference to Wagner’s informal nickname of “the musicians”. Prigozhin was quoted by his press service as saying: The lads are mucking about, shooting home video. They brought this from Bakhmut this morning, practically the centre of the city. The video has been geolocated to the east of Bakhmut, about 1.2 miles from the city centre, where Wagner fighters have been for a while. Ukrainian forces were reported to be hanging on to their positions in Bakhmut earlier today, but to be under relentless attacks from Russian forces. Serbia’s president, Aleksandar Vučić, has said his country faces “some difficult choices” as he reconsiders its relationship with its traditional Slavic ally, Russia. In an interview with Politico, Vučić indicated that he believed the time had come to rethink Serbia’s refusal to join western sanctions against Russia. He said: You’re going to get one sentence from me: Serbia will remain on its EU path. Okay, draw your own conclusions. But I think you understand me. He added: We’ll have some difficult choices in the future, no doubt. That’s all I can say. Vučić reiterated that Russia should halt its efforts to recruit Serbs to fight alongside its Wagner paramilitary group in Ukraine. The Serbian legislature bans the participation of its citizens in conflicts abroad and several people have been sentenced for doing so. Serbs who have been recruited to fight in Ukraine “are going to be arrested when they come back to Serbia and [are] within reach of our institutions. You don’t recruit like that in a friendly country,” Vučić added. Serbia is a candidate to join the EU, its main trade partner and investor, but it also maintains trade and military cooperation with Russia, a traditional Slavic and Orthodox Christian ally. Although it repeatedly condemned Russia’s invasion against Ukraine at the UN and several other international forums, Belgrade has also refused to impose sanctions against Moscow. A new team of nuclear experts from the International Atomic Energy Agency (IAEA) have taken up their post at the Russian-occupied Zaporizhzhia nuclear power station in southern Ukraine after a delay of almost a month, the IAEA chief, Rafael Grossi, has said. The “long-delayed” rotation of IAEA allows the three experts who had been at the site since early January to finally begin their journey back to IAEA headquarters. In a statement, Grossi said the presence of IAEA monitors at the station was “indispensable to help reduce the risk of a nuclear accident”. He added: Our courageous experts – working closely with the plant’s operating staff – are providing technical advice and monitoring the situation in extremely difficult and challenging circumstances. Grossi reiterated his “determination to help protect the plant by agreeing and implementing a nuclear safety and security protection zone there”. Air raid alerts have been reported across Ukraine, including the capital, Kyiv. Euan MacDonald of the New Voice of Ukraine has posted a map showing which regions of Ukraine are covered by the air raid alerts, adding that a MiG-31K fighter jet has taken off in Belarus. The US secretary of state, Antony Blinken, said he told Russia’s foreign minister, Sergei Lavrov, that Washington would continue to support Ukraine for as long as it took when the pair met briefly on the sidelines of the G20 meeting of foreign ministers in New Delhi. Blinken said he had told Lavrov that Washington would push for the war in Ukraine to end through diplomatic terms that Kyiv agreed to. “End this war of aggression, engage in meaningful diplomacy that can produce a just and durable peace,” Blinken said he had told the Russian foreign minister. He added: President Putin has demonstrated zero interest in engaging, saying there’s nothing to even talk about unless and until Ukraine accepts and I quote ‘the new territorial reality’. Blinken said he had also urged Moscow to reconsider its “irresponsible decision” and return to participation in the New Start nuclear treaty, and that he had told Lavrov that “mutual compliance is in the interest of both our countries”. He added: No matter what else is happening in the world, in our relationship, the United States is always ready to engage and act on strategic arms control, just as the United States and the Soviet Union did even at the height of the cold war. He said he had also urged Russia to release the detained US citizen Paul Whelan, and Washington had “put forward a serious proposal. Russia should take it.” It’s 6pm in Kyiv. Here’s where we stand: A meeting of top diplomats from the Group of 20 (G20) industrialised and developing nations in New Delhi has ended with no consensus on the war in Ukraine. Most G20 members strongly condemned the Ukraine war, with Russia and China disagreeing, said the G20 president, India, after the meeting. India’s foreign minister, Subrahmanyam Jaishankar, said there were “divergences” on the issue of the war in Ukraine “which we could not reconcile as various parties held differing views”. The US secretary of state, Antony Blinken, and Russia’s foreign minister, Sergei Lavrov, spoke for less than 10 minutes on the margins of the G20 meeting in New Delhi today, according to a US state department official. Blinken reiterated to Lavrov that Washington was prepared to support Ukraine’s defence for as long as it took, the official said, in what is believed to be their first one-on-one conversation in person since Russia’s invasion of Ukraine in February 2022. Ukrainian forces are hanging on to their positions in the ruined eastern city of Bakhmut under constant attack from Russian troops. Russia says seizing Bakhmut would open the way to fully controlling the rest of the strategic Donbas industrial region bordering Russia, one of the main objectives of the invasion it launched on 24 February 2022. Ukraine says Bakhmut has limited strategic value but has put up fierce resistance. “I believe that, sooner or later, we will probably have to leave Bakhmut. There is no sense in holding it at any cost,” the Ukrainian member of parliament Serhiy Rakhmanin said on NV radio late on Wednesday. Russia attacked a five-storey residential block in Zaporizhzhia overnight, killing four people and injuring eight others. The Zaporizhzhia regional military administration said Russia appeared to have used a S-300 missile for the strike. A spokesperson for Russian proxies in the partially occupied region, which the Russian Federation claims to have annexed, said – without producing any evidence – that the strike was the result of the actions of Ukrainian air defences. The Kremlin claimed Russia had been attacked by “terrorists” after conflicting reports of firefights emerged from the Bryansk and Kursk regions, which Russian media blamed on Ukrainian “sabotage groups”. The reports of fighting in Russia near the Ukrainian border began on Thursday morning. The head of the Bryansk region claimed that a “sabotage group opened fire on a moving automobile. As a result, one resident was killed; a 10-year-old child was injured.” In Ukraine, the reports were quickly interpreted as a “false flag” attack launched by Russia to discredit the Ukrainian armed forces. “The story about [the Ukrainian] sabotage group in [Russia] is a classic deliberate provocation,” wrote Mykhailo Podolyak, a Ukrainian presidential adviser. There was no immediate video or photo of the fighting to confirm the reports of deaths. Vladimir Putin planned to hold a meeting of the security council, Russia’s main military decision-making body, on Friday, Kremlin spokesperson Dmitry Peskov said. Peskov said he had also cancelled a trip to Stavropol. The German chancellor, Olaf Scholz, has urged China not to send weapons to help Russia’s war in Ukraine, and instead asked Beijing to exert pressure on Moscow to pull back its forces. In a speech to the German parliament, Scholz said it was disappointing that Beijing had refrained from condemning the Russian invasion, though he welcomed its efforts towards nuclear de-escalation. Evidence collected from Kherson in southern Ukraine shows Russian torture centres were not “random” but instead planned and directly financed by the Russian state, according to a team of Ukrainian and international lawyers headed by a UK barrister. The lawyers, called the Mobile Justice Team, said on Thursday they had investigated 20 torture chambers in Kherson and concluded they were part of a “calculated plan to terrorise, subjugate and eliminate Ukrainian resistance and destroy Ukrainian identity”. The Little Mermaid statue in Copenhagen, one of Denmark’s most notable landmarks, has been vandalised, with a Russian flag painted across its base. Copenhagen police said they had attended the scene and recorded “a case of vandalism” and that they were trying to find “traces” in the area. An investigation has been opened into the act, seen as a sign of support for Moscow in the war in Ukraine. Good afternoon from London, it’s Léonie Chao-Fong still here with all the latest from the Russia-Ukraine war. Feel free to get in touch on Twitter or via email. In the besieged city of Bakhmut in eastern Ukraine, the volunteers collecting the civilian dead risk becoming casualties themselves. “Where? Where?” demands Daniel Wilk, a Canadian driver, in shaky video footage shot recently inside the city and seen by the Guardian. Wilk proceeds quickly, the anxiety of the situation visible in his movements as he is directed to a fence, cutting an uncertain path across the snow as another voice cries “no, no” repeatedly. The bodies, when Wilk gets to them, have been cut in half by the force of the explosion that took their lives, and still lie where they fell three days before. Quickly they are bundled up in a sheet to be removed. People who have managed to reach Bakhmut in the past week use the same word to describe what they have experienced: hell. As flames and smoke ring into the sky from blazing buildings, the city, almost totally encircled by Russian forces, has been raked by constant gunfire and explosions in recent days. With roads leading to the city under constant fire from two sides, and with snipers in the streets, accessing the city has become ever more perilous for rescue teams, as speculation has mounted that Ukrainian forces will have to withdraw. “We haven’t been able to reach the downtown area in recent days,” said Olha Danilova, who like Wilk works for a Ukrainian NGO, Dobryi Rukh, which has been working in Bakhmut for all of the seven months of the Russian assault. The closest we could get was 500 metres from the city centre. It’s very loud. Everything is being shelled with mortars. It’s inaccessible. We were trying evacuate civilian from down by the river last time. We couldn’t even get close. The main road we used to use is being shelled constantly. The 27th [of February] was the worst. That was the hell day. It was the hardest day we’ve had since we’ve been working here. It was a wall of fire. Two walls of fire. It was coming from all sides, and aviation was attacking. Read the full report by Peter Beaumont: Poland and Ukraine have called for international sanctions against Russia’s nuclear energy sector, after the EU adopted its latest package of sanctions that did not include Moscow’s nuclear energy sector because of opposition from some EU member states. “If we want to develop nuclear … we need to suspend Russia in International Atomic Energy Agency (IAEA),” Poland’s climate and environment minister, Anna Moskwa, said at an energy conference in the Croatian capital of Zagreb. We need to end any nuclear cooperation with Russia … and I believe Europe will manage to do so. Nuclear sanctions next package – this is our future challenge we need to face no matter how difficult it is. She said Russia’s occupation of the Zaporizhzhia nuclear power in southern Ukraine was a “very huge danger to our economies, to our society, to our security”. “We should get rid of Russians in the nuclear sector, in a civilised world they cannot be present as a partner of business,” Ukraine’s energy minister, German Galushchenko, said at the same conference. He added: They destroy everything, they destroy all seven pillars of nuclear safety and security. Reuters has a quick snap from the sidelines of the G20 meeting that US secretary of state Antony Blinken claims to have told Russian foreign minister Sergei Lavrov that whatever else was happening in the world, the US was always ready to engage with Russia on the issue of strategic arms control. Blinken and Lavrov met briefly in New Delhi, according to US officials, in what would have been their first face-to-face meeting since Russia’s latest invasion of Ukraine commenced in February 2022. Last Tuesday, Russia’s president, Vladimir Putin, said his country would halt its participation in the New Start nuclear arms treaty. Moldova’s parliament adopted a declaration on Thursday condemning the Russian invasion of Ukraine which has contributed to a rise in tensions between Moscow and Chișinău. A narrow majority of 55 lawmakers in the 101-seat assembly voted for the declaration, which stated that Moscow’s invasion began with the seizure of the Crimea peninsula in February 2014 and demanded the withdrawal of all Russian troops from Ukraine. Reuters reports the declaration said Russia was waging an illegal, unprovoked and unfounded war of aggression in Ukraine that violated the principles of international law, and echoed calls by Kyiv for an international tribunal to prosecute war crimes. Tensions between Russia and Moldova, the small former Soviet republic which borders Ukraine, have grown sharply since the war began. Moldova has protested to Moscow that Russian missiles aimed at Ukraine have entered its airspace and that missile debris has landed inside its borders, and it has accused Moscow of plotting to topple the pro-European government in Chișinău. Russia has denied the allegation and accused Ukraine and other countries of stoking instability in Moldova’s breakaway Transdniestria region, where about 1,500 Russian troops are based. Chișinău and Kyiv have dismissed the accusation. The Guardian’s Peter Beaumont reports seeing an increase in the number of people claiming that images from Ukraine are fake. He writes that it is his fifth trip to Ukraine and his sense of outrage is only getting stronger. “Listen to the people who are here,” he adds. In Ukraine, the reports of firefights emerged from the Bryansk and Kursk regions were quickly interpreted as a “false flag” attack launched by Russia to discredit the Ukrainian armed forces. “The story about [the Ukrainian] sabotage group in [Russia] is a classic deliberate provocation,” wrote Mykhailo Podolyak, a Ukrainian presidential adviser. [Russia] wants to scare its people to justify the attack on another country and the growing poverty after the year of war. The partisan movement in [Russia] is getting stronger and more aggressive. Fear your partisans … The Kremlin claimed Russia had been attacked by “terrorists” after conflicting reports of fighting emerged from the Bryansk and Kursk regions, which Russian media blamed on Ukrainian “sabotage groups” and Ukrainian sources called a “provocation”. The reports of fighting in Russia near the Ukrainian border began on Thursday morning. The head of the Bryansk region claimed that a “sabotage group opened fire on a moving automobile. As a result, one resident was killed; a 10-year-old child was injured.” Other reports of hostages being taken or school buses being fired upon have been discredited, even by local Russian officials. In an online statement later corroborated by the independent Russian news site iStories, a group called the Russian Volunteer Corps claimed its fighters had crossed the border into Russia on Thursday but denied reports of civilian casualties. The reports of the attack set off a flurry of activity in the Kremlin and at Russia’s security services. Russia’s FSB security service claimed it had launched an operation “to destroy armed Ukrainian nationalists who violated the state border”. Kremlin spokesperson Dmitry Peskov said the president, Vladimir Putin, would plan to hold a meeting of the security council, Russia’s main military decision-making body, on Friday. Peskov said he had also cancelled a trip to Stavropol. He said: We are talking about a terrorist attack. Measures are being taken to eliminate them. Asked whether Russia could change the status of its “special military operation” after the reported attacks, Peskov said: I don’t know. I can’t say for now. Russia’s foreign minister, Sergei Lavrov, has been pictured in New Delhi where he is attending a meeting of top diplomats from the G20 countries. A meeting of top diplomats from the Group of 20 (G20) industrialised and developing nations in New Delhi has ended with no consensus on the war in Ukraine. Most G20 members strongly condemned the Ukraine war, with Russia and China disagreeing, said the G20 president, India, after the meeting. India’s foreign minister, Subrahmanyam Jaishankar, said there were “divergences” on the issue of the war in Ukraine “which we could not reconcile as various parties held differing views”. He said: If we had a perfect meeting of minds on all issues, it would have been a collective statement. Much of the talks were dominated by discussions of the war and China’s widening global influence, he said, adding that members agreed on most issues involving the concerns of less-developed nations, “like strengthening multilateralism, promoting food and energy security, climate change, gender issues and counter-terrorism”. The Little Mermaid statue in Copenhagen, one of Denmark’s most notable landmarks, has been vandalised with a Russian flag painted across its base. The colours of the white, blue and red ensign were on Thursday found daubed on the rock on which the statue of the heroine from Hans Christian Andersen’s fairytale rests. Copenhagen police said they had attended the scene and recorded “a case of vandalism” and that they were trying to find “traces” in the area. An investigation has been opened into the act, seen as a sign of support for Moscow in the war in Ukraine. Read the full story here: The US secretary of state, Antony Blinken, and Russia’s foreign minister, Sergei Lavrov, spoke for less than 10 minutes on the margins of the G20 meeting in New Delhi today, according to a US state department official. Blinken reiterated to Lavrov that Washington was prepared to support Ukraine’s defence for as long as it takes, the official said, in what is believed to be their first one-on-one conversation in person since Russia’s invasion of Ukraine in February 2022. Blinken also called for Moscow to reverse its decision to suspend participation in the New Start nuclear treaty and to release detained US citizen, Paul Whelan. The official said: The secretary saw the purpose of this was to deliver these three direct messages, which we see as advancing our interests. We always remain hopeful that the Russians will reverse their decision and be prepared to engage in a diplomatic process that can lead to a just and durable peace, but I wouldn’t say that coming out of this encounter there was any expectation that things will change in the near term. Lavrov did not mention the meeting during a news conference he gave after Thursday’s G20 foreign ministers’ meeting. Russia’s foreign ministry spokesperson, Maria Zakharova, confirmed the meeting took place, telling CNN: Blinken asked for contact with Lavrov. On the go, as part of the second session of the [G20], Sergey Viktorovich [Lavrov] talked. There were no negotiations, meetings, etc. Boris Johnson is delivering the keynote address at London’s soft power summit, where he says democracy matters because Vladimir Putin would never have made “the catastrophic mistake of invading Ukraine”. Putin would “never have been so deluded about the true nature” of Ukraine if Russians lived in a free society with free media. [Putin] would have known that the Ukrainians are a great patriotic people and that they would fight for every inch of their land. Ukraine’s foreign minister, Dmytro Kuleba, has been speaking at a soft power summit in London, where he was asked by the journalist Mishal Husain about the “striking difference” in polls that showed support for Ukraine between western countries and countries such as India and Turkey. Kuleba said there was a broad notion that the countries in the Global South was against Ukraine, but the reality was far more nuanced. He said there were three rules that he used in communicating with countries: First, he had “to speak with them. The more you speak, the more familiar they get with the issue.” The second was that he had to address them “with a lot of respect. Most of these countries are traumatised with their own history.” Finally, what really worked was “putting them in our shoes”, he said. What really works is just to say, are you ready to concede a square kilometre of your own country to your neighbour, simply because your neighbour decided to take the square kilometre away from you? The answer is always no. Here are some of the latest images from the scene of a Russian missile strike on a residential building in Zaporizhzhia in south-east Ukraine. At least four people have been killed and eight wounded in the attack, Ukrainian officials said. Russia has violated the world’s very principle of soft power, Olena Zelenska has said, and the world must decide “whether the language of aggression is acceptable to them”. Russia attacked not only Ukraine but all world principles of peaceful coexistence, human rights and the progress we have made. Why negotiate when you can launch missiles? Ukraine’s first lady, Olena Zelenska, is delivering a video address at a soft power summit in London. The country’s foreign minister, Dmytro Kuleba, and the former UK prime minister Boris Johnson are also expected to speak. You can watch live here: Ukrainian forces hung on to their positions in the ruined eastern city of Bakhmut early on Thursday under constant attack from Russian troops seeking to claim their first major victory for more than half a year. Russia says seizing Bakhmut would open the way to fully controlling the rest of the strategic Donbas industrial region bordering Russia, one of the main objectives of the invasion it launched on 24 February 2022. Ukraine says Bakhmut has limited strategic value but has put up fierce resistance. Not everyone in Ukraine is convinced that defending Bakhmut can go on indefinitely. “I believe that sooner or later, we will probably have to leave Bakhmut. There is no sense in holding it at any cost,” the Ukrainian member of parliament Serhiy Rakhmanin said on NV radio late on Wednesday. Russia attacked a five-storey residential block in Zaporizhzhia overnight, killing three people and injuring six others. Rescuers are searching for survivors under the rubble. One of the people evacuated from the building was a pregnant woman. The building was “almost completely destroyed”, the city’s acting mayor, Anatoly Kurtev, said. The Zaporizhzhia regional military administration said Russia appeared to have used a S-300 missile for the strike. A spokesperson for Russian proxies in the partially occupied region which the Russian Federation claims to have annexed said – without producing any evidence – that the strike was the result of the actions of Ukrainian air defences. The Russian president, Vladimir Putin, has cancelled a planned trip to Stavropol amid reports of a Ukrainian incursion into Russia’s Bryansk region. Russian media has reported that two villages near the border with Ukraine have been attacked, with at least one person killed. Details remain unclear, but the Kremlin spokesperson, Dmitry Peskov, described the incident as a “terrorist” attack. The German chancellor, Olaf Scholz, on Thursday urged China not to send weapons to help Russia’s war in Ukraine, and instead asked Beijing to exert pressure on Moscow to pull back its forces. In a speech to the German parliament, Reuters reports that Scholz said it was disappointing that Beijing had refrained from condemning the Russian invasion, though he welcomed its efforts towards nuclear de-escalation. The US secretary of state, Antony Blinken, accused Moscow of repressing domestic critics and called on UN-mandated investigators to keep documenting Russia’s alleged abuses in the Ukraine war, in a speech to the Human Rights Council. The Indian prime minister, Narendra Modi, called on Thursday for the G20 to bridge differences over Ukraine, telling the opening of a meeting in New Delhi that global governance has “failed”. “The experience of the last few years – financial crisis, climate change, pandemic, terrorism and wars – clearly shows that global governance has failed,” Modi said in a recorded statement, opening the meeting of G20 foreign ministers. Russia’s foreign minister said on Thursday that many leaders from the west had turned the agenda of a G20 meeting in India “into a farce”. Sergei Lavrov told a meeting of G20 foreign ministers in New Delhi “a number of western delegations has turned the work on the G20 agenda into a farce, wanting to shift the responsibility for their failures in the economy to the Russian federation”. Blinken, meanwhile, said: “Unfortunately, this meeting has again been marred by Russia’s unprovoked and unjustified war against Ukraine.” Lavrov accused the west of “shamelessly burying” the Black Sea grain initiative that facilitates the export of Ukraine’s agricultural products from its southern ports. Ukraine has said that it would like to renew the deal for a period of at least a year to provide certainty to exporters, and to expand it to include the port of Mykolaiv. Ukraine’s state broadcaster, Suspilne, has reported on its Telegram channel that the water supply in Mykolaiv will be off Thursday between 11am and 5pm due to a shutdown at the pumping station. That is it from me, Martin Belam, for now. I will be back later. Léonie Chao-Fong will be here shortly to take you through the next few hours of our live coverage. Russian media outlets have been carrying reports claiming that Ukrainian forces entered Russian territory in Bryansk region, which borders northern Ukraine. Tass reports that head of the region, Alexander Bogomaz, gave the news, and that “according to the latest information, they entered two villages, there is a battle going on”. Details remain unclear, but Tass also reports: “The security forces confirmed that an operation is being carried out in the border area to destroy violators of the state border.” The state-owned RIA Novosti news agency reported on its Telegram channel that the Kremlin spokesperson, Dmitry Peskov, in his daily media breifing, said that the Russian president, Vladimir Putin, cancelled a planned trip to Stavropol “due to the situation in the Bryansk region”. In his media briefing, Peskov said the incident had been an attack by “terrorists”. Tass suggests that “saboteurs attacked both Lyubechan and Sushany”, and that “Ukrainian forces fired at a vehicle, killing one person and injuring another, a 10-year-old child”. It reports: “The FSB confirmed to TASS that in the border area of the Bryansk region ‘measures are being taken to destroy the armed Ukrainian nationalists who have violated the state border.’” The claims have not been independently verified. The US secretary of state, Antony Blinken, accused Moscow of repressing domestic critics and called on UN-mandated investigators to keep documenting Russia’s alleged abuses in the Ukraine war, in a speech to the Human Rights Council on Thursday. Blinken described Russia’s civil society crackdown as a “systematic muzzling” and said UN investigators should continue documenting Russia’s Ukraine abuses to provide “an impartial record of what’s occurring, and a foundation for national and international efforts to hold perpetrators accountable”. Reuters reports his video address comes ahead of an expected speech by a senior Russian official, Sergei Ryabkov, who is due to appear before the same Geneva-based body for the first time since Moscow invaded Ukraine more than a year ago. Kateryna Mishchenko is a Ukrainian author, and this morning we have an adapted text of her closing address at Debates on Europe 2023 in which she asks: does Europe want Ukrainians as living partners or dead heroes? Even before Russia’s full-scale invasion, I often heard people refer to Ukraine as Europe’s back yard. Now it resembles a graveyard, the war itself a gravedigger – missiles and shells form huge pits, digging graves for Ukrainians themselves. This cemetery is planted with beautiful flowers – notions of unbreakability, courage and resilience, which should give hope, the promise of rebuilding and that life is possible after all the horror. A few weeks ago, I crossed the border between Ukraine and the European Union. Today there are no fast connections to or from Ukraine. The long journey has its own logic: the mental transformation takes time. In order to move from peace to war or from war to peace, one has to travel through a process, out of accelerated time – where the countdown applies not to seconds, but to human lives – into a time where there is room for reflection and discussion (sometimes just the wasting of words) and, most importantly, where there is time for choice. This mental metamorphosis creates anxiety, fear, disrupts sleep and deprives you of the most basic confidence in the ground under your feet, even when this ground is no longer dug up by shells and grave shovels. The borderline is felt as a kind of mental disorder. Perhaps the current Nato strategy of supporting Ukraine in doses can be viewed through the prism of the fatal political logic of the borderline. The repressed can wait. But for how long? Read more here: Kateryna Mishchenko – Does Europe want Ukrainians as living partners or dead heroes? Guardian journalist Peter Beaumont is driving from Kharkiv to Kramatorsk to cover the situation around Bakhmut. He has this to say about the car journey. We’ve been in Kupiansk for the last two days which has seen increasing shell fire from Russian artillery. We saw a lot of damage there, but coming south past Izium there are villages and towns that have been smashed to pieces. Extraordinary damage. We stopped in one place, where every building was damaged, some reduced to rubble, including what appeared to be a monastery or church. All along this section of the road there are mine warning signs. At one point we were surprised by an explosion ahead of us, a puff of grey smoke above the road. We could see soldiers who seemed unconcerned, so came closer and could see they were blowing up unexploded ordinance right by the road. Russia’s foreign minister said on Thursday that many leaders from the west had turned the agenda of a G20 meeting in India “into a farce”, the Tass news agency reported. “A number of western delegations has turned the work on the G20 agenda into a farce, wanting to shift the responsibility for their failures in the economy to the Russian federation,” Sergei Lavrov told a meeting of G20 foreign ministers in New Delhi. Meanwhile, US secretary of state Antony Blinken has said the G20 meeting has been marred by Russia’s invasion of Ukraine. “Unfortunately, this meeting has again been marred by Russia’s unprovoked and unjustified war against Ukraine,” Reuters report Blinken said, adding that G20 countries must continue to call on Russia to withdraw from Ukraine. Ukraine’s state broadcaster Suspilne has reported on its Telegram channel that the water supply in Mykolaiv will be off today between 11am and 5pm due to a shutdown at the pumping station. German Chancellor Olaf Scholz on Thursday urged China not to send weapons to help Russia’s war in Ukraine, and instead asked Beijing to exert pressure on Moscow to pull back its forces. In a speech to the German parliament, Reuters reports that Scholz said it was disappointing that Beijing had refrained from condemning the Russian invasion, though he welcomed its efforts towards nuclear de-escalation. “My message to Beijing is clear: use your influence in Moscow to urge the withdrawal of Russian troops,” he said. “And don’t deliver any weapons to the aggressor Russia.” Russian foreign minister Sergei Lavrov on Thursday accused the west of “shamelessly burying” the Black Sea grain initiative that facilitates the export of Ukraine’s agricultural products from its southern ports, the RIA Novosti news agency reported. Reuters notes that while remaining in the agreement, Russia has repeatedly complained about the west’s approach to the deal, struck last July, saying countries that have imposed sanctions on Moscow were not doing enough to ease restrictions on Russia’s own exports, in particular of fertilisers. Ukraine has said that it would like to renew the deal for a period of at least a year, to provide certainty to exporters, and to expand it to include the port of Mykolaiv. German foreign minister, Annalena Baerbock, met with her Chinese counterpart, Qin Gang, before the G20 meeting in India, the German foreign ministry said on Twitter on Thursday. “In the face of Russia’s brutal attack on Ukraine and the UN Charter, neutrality rewards the aggressor,” Reuters reports the ministry added in the tweet. The G20 meeting has been accompanied by an awkward set of bilateral meetings overshadowed by disagreements over the war in Ukraine, with some of the attenders pointedly not expected to meet face-to-face on the sidelines as might usually be expected. Suspilne, Ukraine’s national brodcaster, has raised the death toll from the strike on a residential building in Zaporizhzhia to three. It reports on Telegram: Three people were killed as a result of a Russian missile attack on a five-story building in Zaporizhzhia at night, the national police reported. Six injured were hospitalised, rescuers continue to work on the spot. Ukraine’s emergency services have released images from the scene of a missile strike on a residential building in Zaporizhzhia. Ukraine’s state broadcaster has reported that two people were killed, and that people were believed to be trapped under the rubble. In quotes being carried by Russian state-owned media, Vladimir Rogov, a Russian-proxy who is chair of the We Are Together with Russia organisation that operates within the occupied Zaporizhzhia region of Ukraine, has claimed on Telegram, without providing evidence, that the blast was a result of Ukrainian air defence fire. He is quoted as saying: The work of the Ukrainian military over my native Zaporizhzhia led to the destruction of an apartment building and casualties among peaceful, innocent people. Today, at about 2.45am, two explosions sounded in the regional centre, temporarily occupied by the regime of Zelenskiy. According to Tass, Rogov went on to say that the armed forces of Ukraine are constantly firing anti-aircraft missiles over residential areas, not taking into account the security of the civilian population. Russia invaded Ukraine on 24 February 2022, and Zaporizhzhia is one of the partially occupied areas of the country which the Russian Federation claimed to annex late last year. Olena Zelenska, Ukraine’s first lady, has tweeted about the overnight attack on Zaporizhzhia, writing: Zaporizhzhia bravely resists the Russian aggressor. In retaliation, it attacks civilians. A high-rise building was deliberately hit last night. Three floors are completely destroyed. People died. We continue to search under the rubble. My condolences to the victims. We will not forgive this. Europe’s chief prosecutor Laura Codruta Kovesi has told Agence France-Presse she wants to go after people undermining sanctions against Russia. The European public prosecutor’s office is charged with probing any offence deemed to have cost the EU money, which often means tracking international crime gangs and sophisticated cross-border VAT fraud operations. The EU has imposed a series of ten packages of economic sanctions on Moscow as punishment for its year-old invasion of Ukraine, and the 49-year-old anti-graft champion wants to go after the gangs circumventing the measures to supply Russia’s war machine. “This is something that we already have been asked by the Commission – if we can deal with it. And our answer was: ‘Yes, we can do it. We are ready to do it’,” she said. “We have specialised prosecutors. We have offices in 22 member states … We are the only available tool in this moment at the European level that can fight with this kind of criminality.” Any decision to add sanctions-busters to the EPPO’s targets would be a political one, taken by the leaders of the EU member states. Not all have been supportive of her role – Denmark, Sweden, Hungary, Poland and Ireland have assigned no prosecutors to the EPPO. This is Martin Belam taking over the live blog in London. You can contact me at martin.belam@theguardian.com. That’s it from me, Helen Sullivan, for now. My colleague Martin will take you through the rest of the day’s news. The UK Ministry of Defence has published a wartime weather forecast in its update today, predicting that “warmer than average conditions for the remainder of winter and spring”. While this is good news for people trying to stay warm, it will pose a challenge to Ukraine’s armed forces as the ground thaws, creating mud. Poor cross-country movement (CCM) caused by mud does “provide some advantage to defending forces”, the ministry said – presumably by slowing the attackers down. It added that, “It is almost certain that by late March, CCM will be at its worst after the final thaw. This will add further friction to ground operations and hamper the off-road movement of heavier armoured vehicles, especially over churned-up ground in the Bakhmut sector.” The G20 will see US secretary of state Antony Blinken and Russian foreign minister Sergei Lavrov in the same room for the first time since July, but the two men are unlikely to hold talks, AFP reports. Western delegates fear China is considering supplying arms to its Russian ally and they will use the foreign ministers’ summit to discourage Beijing from intervening in the conflict. India’s longstanding security ties with Russia have put the host of Thursday’s meeting in an awkward diplomatic position after refusing to condemn the invasion over the past year. But EU foreign policy chief Josep Borrell said he was confident India would use the meeting to “make Russia understand that this war has to finish”. “Certainly the success of the meeting today will be measured in respect to what we will be able to do on that,” he told reporters Wednesday. Indian prime minister Narendra Modi called Thursday for the G20 to bridge differences over Ukraine, telling the opening of a meeting in New Delhi that global governance has “failed”. “The experience of the last few years – financial crisis, climate change, pandemic, terrorism and wars – clearly shows that global governance has failed,” Modi said in a recorded statement opening the meeting of G20 foreign ministers. “We are meeting at a time of deep global divisions … We all have our positions and our perspectives on how these tensions [can] be resolved. However, as the leading economies of the world, we also have a responsibility for those who are not in this room,” Modi said. India had wanted its G20 presidency this year to focus on issues such as alleviating poverty and climate finance, but the Ukraine war has so far crowded out other agenda items. Ukrainian forces hung on to their positions in the ruined eastern city of Bakhmut early on Thursday under constant attack from Russian troops seeking to claim their first major victory for more than half a year. Russia says seizing Bakhmut would open the way to fully controlling the rest of the strategic Donbas industrial region bordering Russia, one of the main objectives of its invasion a year ago on 24 February. Ukraine says Bakhmut has limited strategic value but has nevertheless put up fierce resistance. Not everyone in Ukraine is convinced that defending Bakhmut can go on indefinitely. “I believe that sooner or later, we will probably have to leave Bakhmut. There is no sense in holding it at any cost,” Ukrainian member of parliament Serhiy Rakhmanin said on NV radio late on Wednesday. “But for the moment, Bakhmut will be defended with several aims - firstly, to inflict as many Russian losses as possible and make Russia use its ammunition and resources.” No lines of defence should be allowed to collapse, Rakhmanin said. “There are two ways to approach this - an organised retreat or simple flight. And we cannot allow flight to take place under any circumstances,” he said. Among the people evacuated from the apartment block was a pregnant woman, photographs show. A Reuters photographer captured this photo of a Zaporizhzhia resident named Yurji holding the hand of his relative, Anna, who was in the apartment block when it was hit by a Russian missile. Russia attacked a five-storey apartment block in Zaporizhzhia overnight, killing two people, the city’s acting mayor, Anatoly Kurtev, said. Rescuers are searching for survivors under the rubble. The building was “almost completely destroyed”, Kurtev said. The Zaporizhzhia Regional Military Administration said Russia appears to have used a S-300 missile. Hello and welcome to our live coverage of the war in Ukraine. My name is Helen Sullivan and I’ll be bringing you the latest for the next while. Russia attacked a five-storey apartment block in Zaporizhzhia overnight, killing two people, the city’s acting mayor, Anatoly Kurtev, said. Rescuers are searching for survivors under the rubble. And Ukrainian forces hung on to their positions in the ruined eastern city of Bakhmut early on Thursday under constant attack from Russian troops seeking to claim their first major victory for more than half a year. “I believe that sooner or later, we will probably have to leave Bakhmut. There is no sense in holding it at any cost,” Ukrainian member of parliament Serhiy Rakhmanin said on NV radio late on Wednesday. “But for the moment, Bakhmut will be defended with several aims – firstly, to inflict as many Russian losses as possible and make Russia use its ammunition and resources.” We’ll have more on these stories shortly. First, here are the other key recent developments: Ukrainians survived the past winter thanks to government efforts to ensure energy and heat, but Russia still poses a threat to the generating system, Volodymyr Zelenskiy has said. “Winter is over. It was a very difficult one and every Ukrainian, without exaggeration, felt the difficulties,” the Ukrainian president said in a video message delivered after a meeting on energy issues. “But we managed to provide Ukraine with energy and heat. The threat to the energy system remains.” Russia has lost at least 130 tanks and armoured personnel carriers in a three-week battle at the town of Vuhledar in southern Ukraine, according to Ukrainian officials. They said the “epic” fight on a plain near Vuhledar produced the biggest tank battle of the war so far and a stinging setback for the Russians, the New York Times reported. The United States is sounding out close allies about the possibility of imposing new sanctions on China if Beijing provides military support to Russia for its war in Ukraine, according to four US officials and other sources. The consultations, which are still at a preliminary stage, are intended to drum up support from a range of countries, especially those in the wealthy G7, to coordinate support for any possible restrictions. The Ukrainian military may decide to withdraw its forces from Bakhmut, an economic adviser to Zelenskiy has said. “Our military is obviously going to weigh all of the options. So far, they’ve held the city, but if need be, they will strategically pull back,” said Alexander Rodnyansky on CNN. “We’re not going to sacrifice all of our people just for nothing.” Yevgeny Prigozhin, the head of Russia’s Wagner mercenary force, said Ukrainian forces were putting up “furious resistance” against Moscow’s attempt to seize Bakhmut. Prigozhin said he so far had seen no signs of a Ukrainian withdrawal. The battle for Bakhmut, in Ukraine’s Donetsk region, has become a symbol of Ukrainian resistance as defenders hold out against relentless shelling and repel waves of Russian troops who have been carrying out a months-long campaign to capture it. Russia’s defence ministry has said its forces repelled what it described as a major Ukrainian drone attack on Crimea, the Black Sea peninsula that Moscow annexed in 2014. “Six Ukrainian attack drones were shot down by air defence systems. Another four Ukrainian drones were disabled by electronic warfare,” the ministry said. Vladimir Putin has said he is preparing for a visit to Moscow by China’s president, Xi Jinping, Russian state media reported. The Russian leader said he planned to show the Chinese delegation the Moscow metro’s Bolshaya Koltsevaya line (Big Circle line) during their visit to the Russian capital. The leaders of China and Belarus – Xi Jinping and Alexander Lukashenko – have issued a joint statement calling for a ceasefire in Ukraine and negotiations to bring about a political settlement. The joint call amounted to an endorsement of Beijing’s peace plan issued last week that called for respect of national sovereignty and “territorial integrity”. Finland’s parliament has overwhelmingly approved joining Nato. Finnish MPs voted 184 in favour of accepting the Nato treaties, with seven against and one abstaining, increasing the chances of it becoming a member of the transatlantic defensive alliance before its neighbour Sweden. Hungary’s president, Katalin Novák, urged lawmakers on Wednesday to ratify Finland and Sweden’s Nato entry “as soon as possible”. “It is a complex decision, with serious consequences, so careful consideration is necessary,” Novák said on Facebook. Germany will ramp up ammunition production as well as ensure it has enough replacement parts and repairs capacity in its defence industry to better support Ukraine, the chancellor, Olaf Scholz, has said. Russia would only agree to extend the Black Sea grain deal if the interests of its agricultural producers were taken into account, Russia’s foreign ministry has said. The deal, brokered by the UN and Turkey, allows safe exports from Ukrainian ports and is up for renewal this month. Russia brought new legal amendments to parliament on Wednesday that further strengthen the country’s censorship laws, envisaging up to 15 years in jail for discrediting the armed forces or voluntary military organisations such as the Wagner group."
			},
			"isHosted": false,
			"pillarId": "pillar/news",
			"pillarName": "News"
		},
		{
			"id": "law/2023/mar/02/social-worker-abused-ex-partner-loses-keep-details-regulator",
			"type": "article",
			"sectionId": "law",
			"sectionName": "Law",
			"webPublicationDate": "2023-03-02T18:11:30Z",
			"webTitle": "Social worker who abused ex-partner loses fight to keep details from regulator",
			"webUrl": "https://www.theguardian.com/law/2023/mar/02/social-worker-abused-ex-partner-loses-keep-details-regulator",
			"apiUrl": "https://content.guardianapis.com/law/2023/mar/02/social-worker-abused-ex-partner-loses-keep-details-regulator",
			"fields": {
				"headline": "Social worker who abused ex-partner loses fight to keep details from regulator",
				"trailText": "Senior employee caused ‘lasting disability’ to former partner, who appealed against decision not to disclose judgment",
				"byline": "Hannah Summers",
				"thumbnail": "https://media.guim.co.uk/953f8b795a2257efc8f3d235c31e8663f7841cf4/0_364_5468_3281/500.jpg",
				"bodyText": "A senior social worker found to have abused his ex-partner and caused “lasting disability” has lost his fight to block details being shared with the regulator Social Work England (SWE). In a high court ruling, Mrs Justice Knowles said details of the case should be disclosed to the organisation, overturning a decision by a family court judge. She also issued guidance that could make it harder for those working with children and vulnerable people to hide findings of abuse made against them from their regulatory bodies. Judge Farooq Ahmed had found the social worker fractured his ex-partner’s hand “causing lasting disability” and used his temper to “frighten and control her”. He also found the man, who worked with vulnerable adults, was verbally abusive in front of the couple’s child – named in court as “Z” – and upset them by hitting the family dog. But Ahmed refused an application by SWE to disclose his judgment, claiming it would affect Z’s welfare. He accepted the father’s position that if he were to be suspended or lose his job it would affect the child’s maintenance. It was left to Z’s mother to appeal against the decision after the regulatory body failed to challenge it. She told the Guardian: “This was not my fight to take on. I felt like a turkey voting for Christmas because my financial circumstances could be impacted if my ex loses his job. But it was a vital matter of public protection. “When findings of abuse are made behind closed doors in private family courts they are not disclosed to the perpetrator’s professional body without permission of the court. So guidance from Knowles is really crucial.” The principle, she said, was not just about social workers but all those in public safeguarding roles such as the police, teachers and health professionals. She said: “When I first heard the news about the police officer David Carrick my blood ran cold because I realised that him, or someone like him, could have findings of domestic abuse made against them in the family court – and those findings may not be disclosed to the appropriate regulatory body. That is why this is so important.” At a high court hearing last month the social worker, who represented himself, said Ahmed’s decision should be upheld. But the mother’s barrister, Charlotte Proudman, told Knowles: “This case is of significant public interest because it concerns the impact of findings of serious abuse on the employment of a parent who works with vulnerable people where safeguarding is a key issue.” As a result of Ahmed refusing to disclose his ruling to SWE “vulnerable people that the father is entrusted to care for could be at serious risk of harm”, she added. Jessica Purchase, a barrister representing SWE, said the regulator had received a referral “raising a concern” about the man’s fitness to practise. In a judgment published on Thursday, Knowles said Ahmed had failed to conduct the correct balancing exercise when considering the public interest. And she wrote: “In my view the judge fell into error by not inviting submissions from SWE prior to making his decision.” Furthermore, she granted the appeal on the grounds the judge’s view that SWE could conduct its own investigation in the absence of his fact-finding judgment was “misconceived”. To assist other judges she wrote: “I suggest that where a party to family proceedings works with vulnerable people or children and where a court has made findings of fact that may call into question that party’s fitness to perform their role, the court should consider whether its findings and judgment should be disclosed to the relevant regulatory body.” Knowles added that the court should take responsibility for considering disclosure in order to prevent the victim of abuse having to draw the matter to the court’s attention. It also follows that a disclosure to a regulatory body would lead to that person’s employer also learning of the findings, the judgment suggested. Proudman said: “This is an important decision that will hopefully ensure the public is safeguarded. Domestic abuse is not just confined to a personal or private relationship. The risk of harm extends to those people with whom the perpetrator works.” SWE said it had applied for a transcript of Ahmed’s fact-finding judgment and had acted as an intervenor in the appeal of the court’s refusal of its application. Its executive director of regulation, Philip Hallam, said: “Further context around SWE’s involvement in this appeal is set out in the judgment.”"
			},
			"isHosted": false,
			"pillarId": "pillar/news",
			"pillarName": "News"
		},
		{
			"id": "us-news/live/2023/mar/02/trump-desantis-cpac-republicans-biden-us-politics-latest-updates",
			"type": "liveblog",
			"sectionId": "us-news",
			"sectionName": "US news",
			"webPublicationDate": "2023-03-02T18:07:38Z",
			"webTitle": "Trump not entitled to immunity over January 6 lawsuits, justice department says – live",
			"webUrl": "https://www.theguardian.com/us-news/live/2023/mar/02/trump-desantis-cpac-republicans-biden-us-politics-latest-updates",
			"apiUrl": "https://content.guardianapis.com/us-news/live/2023/mar/02/trump-desantis-cpac-republicans-biden-us-politics-latest-updates",
			"fields": {
				"headline": "Trump not entitled to immunity over January 6 lawsuits, justice department says – live",
				"trailText": "Trump said he could not be sued for statements before riot, when he was still president – follow the latest news",
				"byline": "Chris Stein in Washington",
				"thumbnail": "https://media.guim.co.uk/2b3d92521a3718880cf867b831357a6b8c605534/0_0_2816_1691/500.jpg",
				"bodyText": "The US justice department has said Donald Trump is not entitled to absolute immunity in civil lawsuits related to the US Capitol attack on 6 January 2021, which he incited in an attempt to stop certification of his election loss to Joe Biden and which is now linked to nine deaths, including law enforcement suicides. Trump faces civil cases brought by congressional Democrats and US Capitol police officers who fought his supporters on January 6. His lawyers have urged dismissal. A Washington DC appeals court asked the Department of Justice for its opinion. Trump argued that he could not be sued for statements made before the riot, when he was still president, because presidents enjoy wide-ranging protections when performing their official duties. Government lawyers disagreed, saying in a new court filing: “Speaking to the public on matters of public concern is a traditional function of the presidency, and the outer perimeter of the President’s Office includes a vast realm of such speech. “But that traditional function is one of public communication. It does not include incitement of imminent private violence. “In the United States’ view, such incitement of imminent private violence would not be within the outer perimeter of the Office of the President of the United States.” Trump is the subject of an ongoing Department of Justice investigation, led by the special counsel Jack Smith. The House January 6 committee, which disbanded when Republicans took control after the midterms, made four criminal referrals of Trump to the DoJ. Lawyers for Trump have until 16 March to respond to the DoJ brief about civil cases. Gisele Barreto Fetterman, wife of the Pennsylvania Democratic senator John Fetterman, who remains hospitalised for treatment for depression, has responded to attacks from rightwing figures including the Fox News host Tucker Carlson, who claim she has pushed her husband too far. Barreto Fetterman tweeted: “In the worst moments of our lives, women are told it’s their fault. In case you need to hear it today: It’s. Not. Your. Fault. I will keep living and fighting with love. We all need more of it.” She accompanied her message with a link to a Washington Post column by Monica Hesse, under the headline “How Gisele Fetterman became the right wing’s favorite super villain”. Hesse’s column highlights Carlson’s segment on John Fetterman and Joe Biden on Tuesday, in which he said the senator was too ill and the president too old to fill their respective offices. Saying “a woman, a spouse, who loved her husband” would keep him away from campaigns, Carlson called Dr Jill Biden “a ghoulish, power-seeking creep”. His guest, Candace Owens, said: “Absolutely. These women are monsters.” Hesse cited comments from another Fox News host, Laura Ingraham (“Jill Biden and Gisele Fetterman should be ashamed of themselves”), radio host Jesse Kelly (“Who’s the bigger elder abuser, Jill Biden or Gisele Fetterman?”) and the rightwing Washington Examiner, which ran a column under the headline “Jill Biden and Gisele Fetterman are failing their husbands”, in which the writer said the two men were “arguably victims of terrible women”. Hesse wrote: “It’s not hard to guess why pundits are going after Jill and Gisele instead of Joe and John. Attacking someone who is ill or elderly simply because they are ill or elderly is beyond the pale in our culture (for now, at least), even for those pundits whose flexible morals usually find a way to drain-snake around any barricades of decency. “But by placing blame on the wives, these commentators get to spread harmful messages against the president and senator while having plausible deniability against charges of ableism. The commentators are not – heavens, no – throwing mud at these poor men. They are merely scolding the women who should know better. It’s ableism, with a little sexism, as a treat.” Read the whole column here. The annual Conservative Political Action Conference is happening outside Washington DC, but while Donald Trump will make an appearance just before it wraps up Saturday, many top Republicans are avoiding the event. These include the party’s leaders in Congress, and Florida governor Ron DeSantis, who is seen as the strongest challenger against the former president for the GOP’s presidential nomination next year. Up the road in Baltimore, House Democrats are plotting their strategies for the months to come, while awaiting word of whether Joe Biden plans to run for office again. Here’s what else has happened today so far: DeSantis outlined how he could take policies implemented in Florida national, and cause “a complete upheaval of the deep state,” as he put it. CPAC organizer Matt Schlapp does not want to talk about allegations he groped a Republican campaign staffer. Mike Pence is among Republicans giving CPAC a miss, and his (mutual) dislike for Trump is probably a big reason why. In more lighthearted news about Democratic presidents, the Associated Press reports Barack Obama is honoring the retirement of the woman behind one the most popular chants from his first presidential campaign: Marking the retirement of the woman credited with popularizing the chant “Fired up, ready to go!” that epitomized his campaigns, Barack Obama said her energy played a key role in lifting his spirits and his candidacy for president first time round. “It was early in my campaign, and I wasn’t doing that good,” Obama recalled in a video provided by the Obama Foundation, harking back to a 2007 campaign stop in Greenwood, South Carolina, on a dreary, rainy day. But the small crowd, Obama said, was transformed as Edith Childs led them in the rousing back-and-forth chant: “Fired up, ready to go!” “Leadership and power and inspiration can come from anywhere,” Obama said in the video to mark Childs’ retirement after 24 years on the Greenwood county council. “It just has to do with spirit, and nobody embodied that better than Edith.” The question of Joe Biden‘s 2024 plans hangs over the issues conference, as Democrats wait to see when the president will officially announce his reelection campaign. Biden declined to make those plans official last night as he spoke at the conference, but repeatedly expressed the need to “finish the job that needs to be done”. House Democratic leaders echoed that sentiment today, saying Biden has given them a record of accomplishments to help them win back the chamber next year. “We don’t know who’s running in the presidential race, but we do know that President Biden and the legislation that we passed is going to give us a track record to run on to make us very competitive,” said congressman Ami Bera, a Democrat of California. Multiple conference attendees noted that Republicans currently hold 18 House seats that Biden carried in 2020, and they said his reelection campaign could boost Democratic candidates in those districts. “I certainly am very pleased to have the opportunity to be on a ballot with President Biden in 2024 -- unequivocally, full stop,” said congresswoman Lauren Underwood, a Democrat of Illinois. “[Biden] talked to us about finishing the job, and we’re focused on doing just that.” At the House Democrats’ annual issues conference in Baltimore today, leaders of the New Democrat Coalition outlined their strategy to ensure more center-left candidates win election to Congress’s lower chamber next year. Echoing other House leaders at the conference, congresswoman Annie Kuster, chair of the group that’s Democrats’ second-largest ideological caucus in the chamber, said members of the group would make a point to tout the legislation passed during the last session of Congress. “Democrats are going to finish the work that we passed in the past two years and Americans are going to reject Republican extremism in 2024,” Kuster said. While criticizing Republican extremism, Kuster identified potential areas of bipartisan cooperation with “reasonable” members of the party, such as immigration reform and housing costs, over the next two years as Democrats simultaneously work to regain their House majority. “The challenges that our nation is facing are too great to wait until we take back the majority in 2024,” Kuster said. “This closely divided House presents an opportunity to work with reasonable Republicans and deliver on the issues that Americans are most challenged by and care most about.” For a taste of how Ron DeSantis would lead if elected president, look no further than his policies in Florida, where he is in the midst of a long-running dispute with Disney. The Guardian’s Adam Gabbatt reports on the latest twist in the case: As Ron DeSantis continued to wage his Floridian culture war this week, wresting control of a Walt Disney Company-controlled county district, he also offered an insight into the kind of people he will value should the Republican governor successfully run for president in 2024. DeSantis took control of Reedy Creek improvement district on Monday, and immediately installed five people to the district’s board, including the founder of a rightwing parent group, a Christian nationalist and a deep-pocketed Republican party donor. It continues the Florida governor’s retaliation against Disney after the company opposed DeSantis’ anti-LGBTQ+ policies last year. Disney previously had control over Reedy Creek, home to the Walt Disney World Resort south-east of Orlando, including the power to decide what it builds in the area, but after incurring DeSantis’ wrath it was hastily stripped of those powers by the Republican legislature. “A complete upheaval of the deep state.” In an appearance on conservative host Glenn Beck’s show yesterday, Florida’s Republican governor Ron DeSantis gave a preview of the types of policies he would pursue if elected president – a job he is widely expected to run for. Here’s what he had to say: While the Republican presidential field may be fracturing, the Guardian’s Joan E Greve reports Joe Biden is consolidating his support among Democrats ahead of his expected announcement that he will run for a second term in the White House: Joe Biden delivered a rallying cry to fellow Democrats on Wednesday, offering a glimpse of the president’s likely re-election message as he prepares to officially announce his plans for 2024. Speaking at House Democrats’ annual issues conference in Baltimore, Maryland, Biden celebrated Democrats’ legislative accomplishments over his first two years in office but told his allies that they still have more work to do. “As much as we’ve done, we have a lot of unfinished business as well to finish the job that needs to be done,” Biden said. Biden’s remarks came as the 2024 presidential election has already gotten under way, after Donald Trump announced in November that he would attempt to recapture the White House next year. Biden is widely expected to announce his own re-election campaign in the coming months, but he declined to make those plans official on Wednesday, even as he nodded at the need to build on Democrats’ “historic progress” since he took office. Mike Pence, who won’t be appearing at CPAC, deepened the rift with his former boss Donald Trump by declining multiple opportunities to endorse his latest run for the White House, the Guardian’s Martin Pengelly reports: Twice given a chance to say he would support Donald Trump if he was the Republican nominee for president in 2024, Mike Pence, Trump’s former vice-president, declined to do so. “I’m very confident we’ll have better choices come 2024,” Pence told CBS on Wednesday. “And I’m confident our standard-bearer will win the day in November of that year.” Pence also said “different times call for different leadership”. Trump, the former South Carolina governor Nikki Haley and Vivek Ramaswamy, a biotech entrepreneur and author, are the only declared candidates for the Republican nomination. The Florida governor, Ron DeSantis, is widely expected to run and is Trump’s only challenger in polling. Pence joins Haley in scoring single digits in most surveys. He told CBS he would make a decision on whether to run “this spring”. Thus far, however, journalists’ attempts to get Matt Schlapp to address the groping allegation have not gone well. The Independent gave it a try, and here is the result: Overshadowing CPAC this year is the allegation that its organizer, Matt Schlapp, groped a Republican campaign staffer. Schlapp is scheduled to speak throughout the convention, and is sure to be asked about this by any reporter he runs into. Here’s a rundown of what we know about he claim, from the Associated Press: A staffer for Herschel Walker’s Republican Senate campaign filed a lawsuit against the prominent conservative activist Matt Schlapp on Tuesday, accusing Schlapp of groping him during a car ride in Georgia before last year’s midterm election. Schlapp denies the allegation. His lawyer said they were considering a countersuit. The battery and defamation lawsuit was filed in Alexandria circuit court in Virginia, where Schlapp lives, and seeks more than $9m in damages. It accuses Schlapp of “aggressively fondling” the staffer’s “genital area in a sustained fashion” while the staffer drove Schlapp back to his hotel from a bar in October, on the day of a Walker campaign event. The allegations were first reported by the Daily Beast. Today’s CPAC agenda is packed with Republican lawmakers, particularly those who adhere to the party’s most conservative positions, according to its agenda. One of the day’s first speakers is Jim Jordan, a top ally of Donald Trump in the House of Representatives, who chairs its judiciary committee and is pursuing a number of investigations against the Biden administration. Scott Perry, a House Representative who had his phone seized by the FBI as part of its investigation into efforts to overturn the 2020 election, will also appear. From the Senate, we’ll hear from Marsha Blackburn, John Kennedy, JD Vance and Ted Cruz, a former presidential contender. There’s also an appearance planned by Mike Pompeo, Trump’s former secretary of state, who is thought to be planning a run for the White House next year. The topics of their speeches adhere closely to the latest rightwing talking points, such as “Who’s In Charge of the Border?”, “No Chinese Balloons Above Tennessee”, and “Sacking the Woke Playbook”. But that’s not enough to bring the party’s most important lawmakers to the event. The Senate’s top Republican Mitch McConnell isn’t going to be there, nor is speaker of the House Kevin McCarthy. Both men have appeared at the conference in the past. Good morning, US politics blog readers. The annual Conservative Political Action Conference has kicked off just outside Washington DC, but it’s clear that what was once the marquee political event for those on the right has lost some of its luster. Top Republican elected officials are avoiding the gathering, perhaps because its organizer Matt Schlapp is facing allegations of unwanted groping. The headliner at the Maryland convention is Donald Trump, who will speak on Saturday, while Nikki Haley, a fellow contender for the GOP’s nomination next year, is scheduled for an address tomorrow. But that’s about it; other leading 2024 candidates, such as Florida governor Ron DeSantis aren’t showing up, and most of the rest of the speakers are not the prominent GOP congressmen and governors who once graced its stage, but instead well-worn conservative talkers – think Marjorie Taylor Greene, Steve Bannon and Tulsi Gabbard. From outward appearance, it seems as if CPAC has slipped into something of a funk – we’ll see if there’s more vigor to it this year than it appears. Here’s what else is happening today: Joe Biden heads to the Capitol to address Democratic senators at a behind-closed-doors lunch. White House press secretary Karine Jean-Pierre briefs reporters at 2.30pm eastern time. Kamala Harris heads to Baltimore, where she’ll participate in a discussion as part of the House Democrats’ retreat."
			},
			"isHosted": false,
			"pillarId": "pillar/news",
			"pillarName": "News"
		},
		{
			"id": "uk-news/2023/mar/02/health-unions-could-call-off-strikes-as-steve-barclay-opens-door-to-pay-talks",
			"type": "article",
			"sectionId": "uk-news",
			"sectionName": "UK news",
			"webPublicationDate": "2023-03-02T18:07:20Z",
			"webTitle": "Health unions could call off strikes as Steve Barclay opens door to pay talks",
			"webUrl": "https://www.theguardian.com/uk-news/2023/mar/02/health-unions-could-call-off-strikes-as-steve-barclay-opens-door-to-pay-talks",
			"apiUrl": "https://content.guardianapis.com/uk-news/2023/mar/02/health-unions-could-call-off-strikes-as-steve-barclay-opens-door-to-pay-talks",
			"fields": {
				"headline": "Health unions could call off strikes as Steve Barclay opens door to pay talks",
				"trailText": "Urgent discussions among unions in England on whether to accept offer to discuss one-off cost of living payment",
				"byline": "Heather Stewart",
				"thumbnail": "https://media.guim.co.uk/a5223d29857df6b464884e0981833f6f3be77442/0_186_5568_3341/500.jpg",
				"bodyText": "Health unions in England are considering suspending strike action to enter talks with the government after Steve Barclay signalled he was willing to discuss a one-off cost of living payment for the current year. The RCN, the nurses’ union, temporarily called off strikes last week to enter “intensive” negotiations with Barclay. Their move infuriated other unions involved in NHS stoppages, which vowed to press ahead with strikes. With the GMB threatening to escalate action by ambulance workers, and up to 32,000 Unison members expected to stop work next Wednesday, Barclay wrote to the NHS Staff Council, calling for talks. The Staff Council, which includes representatives of workers and NHS employers, as well as the Department of Health and Social Care (DHSC), is the usual forum for discussing NHS pay. According to sources with knowledge of Barclay’s letter, it set out the government’s willingness to discuss a “non-consolidated” – one-off – payment for the current financial year, as well as the pay deal for 2023-24. NHS unions have repeatedly urged ministers to talk about pay for the current financial year, pointing to the impact of the cost of living crisis on their members, but the government had previously insisted it would not do so. However, Barclay’s letter also said unions involved in the discussions would have to suspend strikes as a precondition of talks, and would have to commit in advance to recommend any deal reached to their members. The unions involved are holding urgent discussions about whether to accept Barclay’s invitation, and demanding confirmation from the government that new money will be on the table. Rachel Harrison, GMB national secretary, said: “The government has finally realised what we’ve been saying all along – they need to talk pay now.” But she added: “Vague promises will not cut it – ambulance workers need to know that they are going to be spoken to seriously about pay.” Health unions are also asking for reassurance from the Department of Health and Social Care (DHSC) about the current status of the talks with the RCN. Unison’s head of health, Sara Gorton, who chairs the employees’ group on the NHS Staff Council, said, “health unions will need to clarify the basis upon which talks can get under way. This includes understanding the status of the unilateral talks that have taken place with the Royal College of Nursing.” Unite’s national lead officer, Onay Kasab, said it would discuss the offer of talks with its representatives in the sector, but said that the “excessive pre-conditions” were not helpful. Barclay’s decision to call in the RCN appeared to be an attempt to cut a separate deal with nurses whom, polling suggests, are the workers with most public support for their stand against the government. But nurses are part of a much wider NHS bargaining unit, known as Agenda for Change, which covers more than 1 million members of staff, including the ambulance workers and physiotherapists who have also been striking. Most NHS workers were given a flat rate pay rise of £1,400 for 2022-23, but the unions have pointed to widespread staff shortages as evidence that their members are underpaid. Rishi Sunak’s government has been hit by wave after wave of public-sector strikes in recent months, with ongoing disputes in schools and a string of Whitehall departments. Better than expected public finance figures in recent days may have helped to open the way for a more generous settlement for health workers, who had been planning to step up strike action in the coming days. Unless strikes are called off, ambulance stoppages involving Unite and GMB members will take place on Monday. The GMB had said it would tighten the conditions of the “life and limb” agreements struck with local trusts, so that in many cases, striking members would only respond to life-threatening conditions. Separately, Unison ambulance workers are due to strike on Wednesday, with up to 32,000 members expected to take part, after a fresh round of ballots significantly expanded the regions involved. A DHSC spokesperson said: “We have been clear we are happy to talk to all unions who are willing to discuss what is fair and reasonable. We have invited the NHS Staff Council, who represent Agenda for Change unions, to join a series of intensive talks beginning this week covering pay, terms and conditions improvements and productivity enhancing reforms.”"
			},
			"isHosted": false,
			"pillarId": "pillar/news",
			"pillarName": "News"
		},
		{
			"id": "education/2023/mar/02/worcester-school-criticised-for-makeup-is-a-harmful-drug-posters",
			"type": "article",
			"sectionId": "education",
			"sectionName": "Education",
			"webPublicationDate": "2023-03-02T18:03:49Z",
			"webTitle": "Worcester school criticised for ‘makeup is a harmful drug’ posters",
			"webUrl": "https://www.theguardian.com/education/2023/mar/02/worcester-school-criticised-for-makeup-is-a-harmful-drug-posters",
			"apiUrl": "https://content.guardianapis.com/education/2023/mar/02/worcester-school-criticised-for-makeup-is-a-harmful-drug-posters",
			"fields": {
				"headline": "Worcester school criticised for ‘makeup is a harmful drug’ posters",
				"trailText": "School says move by English department after removal of mirrors was meant to be provocative",
				"byline": "Rachel Hall",
				"thumbnail": "https://media.guim.co.uk/00c741313d12e73ec85302d6f168a2d22a6cd3ab/0_0_6000_3600/500.jpg",
				"bodyText": "Parents have criticised the decision of a school in Worcester to replace mirrors with posters describing makeup as a “harmful drug”, saying it is misguided, “controlling behaviour”. The posters included slogans suggesting that if girls wore comfortable clothes and no makeup, “guys would have no choice but to fall for girls because of natural beauty”, and that “makeup is a harmful drug that once you start using you’ll feel ugly without”. After criticism on social media, Christopher Whitehead Language school said the mirrors had been removed temporarily after a “period of misuse” in which older students used them as a social area, blocking the path to toilets. The school said its English department “used this as an opportunity to provide some argumentative discursive letter writing” that was intended to be “provocative”. The headteacher, Neil Morris, said: “This has produced some ‘frenzied’, powerful writing and debate. With hindsight, the posters should have been placed in their classroom area, not in one toilet.” One parent wrote on Facebook that the school had “executed this very badly” and it was controlling behaviour to post “misguided quotes”. “This is all very damaging, not to mention a violation,” she wrote. Another parent told their local paper Worcester News: “In the girls’ toilets they’ve covered the wall in place of the mirror with ‘inspirational quotes’, however they are far from that. The quotes are degrading. This is not the message we want to be sending to extremely impressionable girls as young as 11.” Another parent of a pupil at the school said: “It was badly thought out and implemented. They should be promoting individuality.” Morris said the school had already held a meeting with 26 students and two parents to discuss concerns and how to address them, and that the student council would come up with an action plan. The school is an academy for pupils aged 11 to 19, and was rated good by Ofsted in its last inspection in 2018."
			},
			"isHosted": false,
			"pillarId": "pillar/news",
			"pillarName": "News"
		},
		{
			"id": "business/nils-pratley-on-finance/2023/mar/02/the-london-market-needs-a-plan-to-avoid-irrelevance-not-endless-consultations",
			"type": "article",
			"sectionId": "business",
			"sectionName": "Business",
			"webPublicationDate": "2023-03-02T18:02:32Z",
			"webTitle": "The London market needs a plan to avoid irrelevance, not endless consultations | Nils Pratley",
			"webUrl": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/mar/02/the-london-market-needs-a-plan-to-avoid-irrelevance-not-endless-consultations",
			"apiUrl": "https://content.guardianapis.com/business/nils-pratley-on-finance/2023/mar/02/the-london-market-needs-a-plan-to-avoid-irrelevance-not-endless-consultations",
			"fields": {
				"headline": "The London market needs a plan to avoid irrelevance, not endless consultations",
				"trailText": "The decision by CRH to move from the City is understandable, but the group should avoid complacency",
				"byline": "Nils Pratley",
				"thumbnail": "https://media.guim.co.uk/df4fd0299f997c6e311152c23f5e5ebbb52aa43a/0_159_4000_2400/500.jpg",
				"bodyText": "Will the last company to leave the London Stock Exchange please turn out the lights? Actually, the position is not – yet – as bad as that. Building materials group CRH, which, at £31.7bn, is the 19th largest company in the FTSE 100 index, said it will be heading for the exit but its reasons for planning to switch its primary listing to the US aren’t silly. Three-quarters of CRH’s revenues are in the US these days and it is probably only sensible to try to appear more American when the US is spending squillions to upgrade its infrastructure. In any case, CRH’s links to the UK market aren’t deep. It is an Irish company that moved its primary listing to London as recently as 2011. In similar fashion, other escape plans haven’t been created on a whim. When mining giant BHP tired of its clunky dual-headed Anglo-Australian corporate structure in 2021, unifying down under was logical: the company is Australian by history, culture and operations. Ferguson, the company called Wolseley for most of its life, had deeper British roots but, like CRH, its US business had become dominant. As for Flutter, the FTSE 100 gambling company contemplating a secondary listing in the US – and perhaps a primary one thereafter – its rationale is similar: a US betting boom is in full swing and the winnings may eventually eclipse those from its Paddy Power and Betfair operations. (The fact that Ferguson and Flutter’s executives should find it easier to pay themselves megabucks American salaries may or may not be coincidental.) Any fair tally must also include the ones that thought about leaving but stayed. Unilever’s board wanted to go wholly Dutch but ended up unifying in London when its UK shareholders revolted. Shell, the FT reported this week, thought about going American in 2021, but consolidated in London – and, indeed, dropped the “Royal Dutch” bit in its name along the way. All the same, the sense of decline for London’s status and clout is undeniable. It will only intensify if, as expected, Japanese group SoftBank opts to relist Arm Holdings – London’s one-time technology star – in New York. Two deep causes are obvious. First, UK pension funds don’t own the UK market like they used to. The Investor Forum, which represents shareholders with about £700bn in UK equities, produced startling statistics a few months ago to show the changing profile of share ownership. International ownership of FTSE 100 firms increased from 12% to 56% between 1990 and 2020; ownership by UK pension funds and insurance companies, who charged into safety-first bonds, declined from 52% to a little over 4%. It is little wonder that UK-listed companies may feel more footloose if their ultimate owners aren’t tied to the UK. This would be less of a problem were it not for the second factor – the lack of interesting new arrivals on the market. London’s global market share of flotations, or IPOs, has been falling for years. The real frustration here, though, is the seeming inability to produce a strategy to fight back. Rules were tweaked to encourage the tech sector, but the supposed prize turned out to be less than glittering when the Covid crop of IPOs produced flops such as THG, Deliveroo and Made.com. Better ideas are in the offing. Julia Hoggett, the new-ish boss of the stock exchange who has spoken about the need to make London “young, scrappy and hungry”, has raised the interesting idea of creating a regulated UK market to allow private companies to trade shares more easily – a sort of halfway house before full listing. Yes, that might save a few firms from being gobbled by US venture money before taking the leap. Similarly, a round of consolidation among defined-benefit pension schemes might stop the hollowing-out of ownership and create institutions with an appetite to own UK equities. That is one proposal in the government’s so-called “Edinburgh reforms”. It sounds more promising than another sterile debate about whether London needs to lower its governance standards. But London needs to get on with it. The Financial Conduct Authority is reviewing the listing rules with a view to collapsing the “standard” and “premium” segments. The exchange has its “capital market taskforce”. And the government has its Edinburgh agenda. This parade of consolations and workstreams is all very well, but life moves fast. City advisers warn that the next departees may not be firms that are semi-detached already. The lure of US dollars is strong. It “is what it is”, said David Schwimmer, chief executive of the London Stock Exchange Group, about CRH. Yes, we know what he meant: some companies with mostly US businesses may drift away. But, come on, this is not a moment to sound phlegmatic. The London market needs a strategy before a trickle becomes a flood."
			},
			"isHosted": false,
			"pillarId": "pillar/news",
			"pillarName": "News"
		},
		{
			"id": "politics/2023/mar/02/snp-leadership-rivals-likely-to-tear-up-nicola-sturgeons-main-policies",
			"type": "article",
			"sectionId": "politics",
			"sectionName": "Politics",
			"webPublicationDate": "2023-03-02T18:02:08Z",
			"webTitle": "SNP leadership rivals likely to tear up Nicola Sturgeon’s main policies",
			"webUrl": "https://www.theguardian.com/politics/2023/mar/02/snp-leadership-rivals-likely-to-tear-up-nicola-sturgeons-main-policies",
			"apiUrl": "https://content.guardianapis.com/politics/2023/mar/02/snp-leadership-rivals-likely-to-tear-up-nicola-sturgeons-main-policies",
			"fields": {
				"headline": "SNP leadership rivals likely to tear up Nicola Sturgeon’s main policies",
				"trailText": "Divisions open up in party as candidates challenge policies such as drinks deposit scheme and gender recognition reforms",
				"byline": "Severin Carrell and Libby Brooks",
				"thumbnail": "https://media.guim.co.uk/bee32dde11eb9cf4bce978c35ffe7fe7851d9104/0_123_2389_1433/500.jpg",
				"bodyText": "Many of Nicola Sturgeon’s major policies are under threat after deep divisions emerged in the SNP leadership contest, with rivals attacking key pieces of legislation. In the last 24 hours, Scottish ministers have announced they are postponing a bill setting up a new multibillion pound national care service until after the contest, and controversial plans to impose a 20p deposit on all drinks bottles and cans is likely to be changed following attacks from small producers and shops. Both policies have been criticised by candidates battling to replace Sturgeon as Scottish National party leader and first minister later this month after she suddenly announced her resignation in February. Other policies championed by Sturgeon, including the faster closure of North Sea oil fields to protect the climate and using the next UK election as a de facto independence referendum, have come under attack as the three candidates try to appeal to different groups within the party before voting opens on 13 March. In further evidence of generational shift in the party following Sturgeon’s departure, the widely respected deputy first minister John Swinney announced on Thursday afternoon that he will leave the Scottish government after nearly 16 years and return to the backbenches once a new first minister has been appointed next month. The divisions dominated first minister’s questions on Thursday. “This contest is an absolute bin fire,” said Douglas Ross, the Scottish Conservative leader. “The SNP is so split and divided that they even wanted to ban the media from hustings.” Anas Sarwar, the Scottish Labour leader, said all three candidates were “trashing her record”. The SNP, he added, had “turned in on itself [with] all three candidates falling over themselves to distance themselves from the Scottish government’s flawed policies”. Sturgeon retorted that since both the Tories and Labour had been riven by divisive leadership battles they were in no place to condemn the SNP. Even so, this contest marks the first time that the SNP’s flagship policies have been under sustained and public attack from within the party after decades of exceptional discipline under Sturgeon and her predecessor, Alex Salmond. Only Humza Yousaf, the health secretary, has promised to support Sturgeon’s commitment to challenge the UK government’s decision to block the gender recognition bill, which was passed at Holyrood with cross-party support last December. Both female candidates oppose the principle of self-identification at the heart of the bill. Kate Forbes, the finance secretary, has said challenging Westminster is “not a priority” for the Scottish public, while Ash Regan, a former community safety minister, believes a court challenge would probably fail and “we are going to be throwing probably hundreds of thousands of pounds of public money into something that the public don’t support”. Forbes has also warned the deposit scheme could cause “economic carnage” for Scottish drinks firms while Regan has said the scheme itself needs to be “recycled”. Yousaf has promised to exclude small businesses from the scheme for a year if he wins. Speaking to reporters after a visit to Ukrainian families in Glasgow on Thursday, Forbes insisted she remained “very supportive” of the deposit scheme and that her concerns were “purely about implementation”. Regan and Forbes have also attacked Sturgeon’s wish to accelerate the transition from North Sea oil and gas to boost their appeal to SNP members around Aberdeen, the UK’s oil capital. In an implicit attack on Sturgeon’s leadership, Forbes told the Guardian last week: “There’s a perception that decisions have been made by too few people in the SNP.” Sturgeon has insisted she will not back a specific candidate but it is widely believed Yousaf is her preferred successor. About 100,000 SNP members are entitled to vote, with the result expected on Monday 27 March. These divisions raise significant questions about the future of another strategy central to Sturgeon’s time in office: her coalition deal with the pro-independence Scottish Green party under which the Greens’ co-leaders became government ministers in September 2021. The deposit return scheme, gender recognition reforms and action on climate were central to their power-sharing deal, which also cemented a pro-independence majority at Holyrood that would fracture if the Greens resigned from the government. The leadership contest has delayed the consultation on a comprehensive ban on conversion practices, another SNP-Green commitment, with equalities campaigners concerned both Forbes and Regan will water down proposals."
			},
			"isHosted": false,
			"pillarId": "pillar/news",
			"pillarName": "News"
		},
		{
			"id": "uk-news/2023/mar/02/manchester-arena-attack-families-accuse-mi5-of-devastating-failure",
			"type": "article",
			"sectionId": "uk-news",
			"sectionName": "UK news",
			"webPublicationDate": "2023-03-02T17:58:46Z",
			"webTitle": "Manchester Arena attack: families accuse MI5 of ‘devastating’ failure ",
			"webUrl": "https://www.theguardian.com/uk-news/2023/mar/02/manchester-arena-attack-families-accuse-mi5-of-devastating-failure",
			"apiUrl": "https://content.guardianapis.com/uk-news/2023/mar/02/manchester-arena-attack-families-accuse-mi5-of-devastating-failure",
			"fields": {
				"headline": "Manchester Arena attack: families accuse MI5 of ‘devastating’ failure ",
				"trailText": "Comments come as official inquiry finds agency missed ‘significant opportunity’ to prevent 2017 atrocity",
				"byline": "Josh Halliday North of England correspondent",
				"thumbnail": "https://media.guim.co.uk/fed7ed49de3eb01e94636110d784d4d11a0ef22b/0_39_5184_3112/500.jpg",
				"bodyText": "The families of victims of the Manchester Arena attack accused MI5 of a “devastating” failure after an official inquiry found the agency missed a “significant opportunity” to stop the deadliest terror plot in Britain since the 7 July 2005 attacks in London. A public inquiry led by Sir John Saunders concluded that there was a “realistic possibility” that the bomber could have been thwarted if the security services had acted more decisively on intelligence. Andrew Roussos, whose eight-year-old daughter Saffie-Rose Roussos was one of the 22 people killed in the blast, blamed MI5 for a “cataclysmic failure” and said the spy agency was “not fit to keep us safe and therefore not fit for purpose”. In the long-anticipated final report of the inquiry, Saunders said it was “quite impossible” to say definitively whether any different action would have prevented the blast but that there was a “significant missed opportunity to take action that might have prevented the attack”. The conclusion triggered a rare public apology from MI5’s director general, Ken McCallum, who said it was of “deep regret” that the agency did not obtain sufficient intelligence to stop the “terrible tragedy”. He added: “Gathering covert intelligence is difficult – but had we managed to seize the slim chance we had, those impacted might not have experienced such appalling loss and trauma. I am profoundly sorry that MI5 did not prevent the attack.” The 226-page report, which came two-and-a-half years after the inquiry began, found that: Salman Abedi’s return from Libya four days before the blast would have been taken “extremely seriously” by MI5 had key pieces of intelligence been taken more seriously in the months before the blast. The spy agency could have found Abedi’s homemade device, stored in a car in Manchester, if an investigation begun at this stage. The attack “might have been prevented” if MI5 had found the vehicle. MI5 failed to share two significant pieces of intelligence with counter-terrorism police in the run-up to the blast, amid what Saunders described as a “communication breakdown” between the agencies. Abedi’s family holds “significant responsibility” for his extremist beliefs but he should have been referred to the anti-radicalisation scheme, Prevent, up to two years before the attack. Twenty-two people died and hundreds more were injured when Salman Abedi detonated a suicide bomb at the end of an Ariana Grande concert on 22 May 2017. The “significant missed opportunity” identified by Saunders concerned the handling of two pieces of intelligence by MI5 in the months before the attack. The report does not describe the nature of these two pieces of intelligence. However, it rejects a previous claim by the Security Service that they related to “non-terrorist criminality” by Abedi. Saunders said that on occasion MI5’s “corporate position” did not reflect how its officers viewed this material and instead was more of a “retrospective justification for the actions taken or not taken”. Caroline Curry, whose 19-year-old son Liam Curry was killed in the bombing alongside his girlfriend Chloe Rutherford, 17, hit out at public bodies for failing to quickly acknowledge their failures during the inquiry, saying: “Shame on you all.” In an emotional statement delivered near Manchester Hall, where families of the victims had gathered to read the report, Curry added: “Forgiveness will never be an option for such evil intentions and those that played any part in the murder of our children will never, ever get forgiveness. “From top to bottom, MI5 to the associates of the attacker, we will always believe that you all played a part in the murder of our children.” Unlike previous investigations, the public inquiry heard evidence from the MI5 officers who analysed the information and who testified that together they were of “potential national security concern”. MI5 witnesses told the inquiry that if the first piece of intelligence had been received today it would have prompted “low-level investigative inquiries, in conjunction with the police”. Saunders said there was a “material possibility” that this would have led to MI5 uncovering Abedi’s plans. One MI5 officer, Witness C, believed the second piece of intelligence could be of “pressing national security concern” but failed to raise the alarm promptly, the report found. It said the agent should have raised concerns to colleagues “straight away” and written a report on the same day but did not do so. Saunders said this delay “led to the missing of an opportunity to take a potentially important investigative action”. This was significant, Saunders said, because the intelligence gave rise to the “real possibility of obtaining information that might have led to actions which prevented the attack”. The retired high court judge said more decisive action would have led MI5 to take “extremely seriously” Abedi’s return from Libya, where he had been fighting alongside Islamists, four days before the attack. He said it could also have led investigators to the Nissan Micra where he had stored his homemade explosives and, had they found the vehicle, “the attack might have been prevented”. Much of the evidence from MI5 and counter-terror police was heard in secret due to national security concerns. In a statement at Manchester Hall, Saunders said he realised that this meant that his public findings – which did not include the most sensitive intelligence – would leave the families of the victims “wanting to know more”. He added: “All I can say is that I have done my best to reveal what I can.” Nicola Brook, a solicitor from Broudie Jackson Canter who represents five victims’ families, said it was “disappointing that the families will never know the full truth of what happened”. Richard Scorer, a solicitor at the law firm Slater and Gordon, who represented 11 of the families, described the failures as “devastating and unacceptable”. The public inquiry, which began in September 2020, previously concluded that Abedi should have been identified as a security threat on the night of the attack, and that at least two victims could have survived had they not faced an “interminable” wait for treatment by the emergency services."
			},
			"isHosted": false,
			"pillarId": "pillar/news",
			"pillarName": "News"
		},
		{
			"id": "uk-news/2023/mar/02/have-the-police-forgotten-robert-peels-principles",
			"type": "article",
			"sectionId": "uk-news",
			"sectionName": "UK news",
			"webPublicationDate": "2023-03-02T17:56:07Z",
			"webTitle": "Have the police forgotten Robert Peel’s principles? | Letters",
			"webUrl": "https://www.theguardian.com/uk-news/2023/mar/02/have-the-police-forgotten-robert-peels-principles",
			"apiUrl": "https://content.guardianapis.com/uk-news/2023/mar/02/have-the-police-forgotten-robert-peels-principles",
			"fields": {
				"headline": "Have the police forgotten Robert Peel’s principles?",
				"trailText": "<strong>Letters: </strong>Policing academic <strong>Ruwan Uduwerage-Perera</strong>, union officer<strong> Duncan Woodhead </strong>and a former CPS prosecutor on a call by three senior officers to give police the power to charge suspects",
				"thumbnail": "https://media.guim.co.uk/da4791ff9dad6119e1f99a5e6027a66e19487ebe/0_0_8192_4915/500.jpg",
				"bodyText": "I am disheartened, in these days of a decline in the respect for police governance as a result of well-documented abuses, to see three of England’s most senior officers call for more powers to be given to the service that would undermine the judicial system (Police should be given power to charge suspects, say senior officers in England, 27 February). These chief constables seem to have forgotten the Peelian principles of policing, specifically the one stating that police “should always direct their action strictly towards their functions, and never appear to usurp the powers of the judiciary”, which they appear to be doing. Greater confidence in policing will not be gained by a return to a 1980s “right realist” approach that sought to penalise rather than educate, and in doing so led to even more heavy-handed policing against marginalised communities than exists today. The service should remember Robert Peel’s words: that “the police are the public, and the public are the police”, and that they are only members of the public “who are paid to give full-time attention to duties that are incumbent on every citizen”. The judicial branch of the criminal justice system in a democratic society should operate independently of the police and not be subject to its influence or control. I will agree with the three chief constables that the criminal justice system as a whole is in need of reform, but perhaps they should focus first on their own agencies: there is enough evidence to show that the British policing model requires reform to bring it into line with 21st-century needs. Ruwan Uduwerage-Perera Director of policing, criminology and justice, University of East London • It’s clear to working prosecutors that the nostalgic memory of the past presented by three chief constables – who suggest that police should take responsibility for charging decisions from the Crown Prosecution Service – is a poor guide to the present. Prosecutors are now presented with mountains of evidence, from social media to body-worn footage, to examine in order to make charging decisions. We believe that police officers could work with the CPS and do more to improve the quality of case files presented, ensuring evidence is focused and allowing prosecutors to make decisions in a more timely and less resource-intensive way. The CPS has had responsibility for charging high-level offences and incidents of hate crime for nearly 20 years. During this period, conviction rates have increased and attrition rates dropped, despite challenging budget restraints. The CPS does not investigate crimes or choose which cases to consider. It reviews every case referred to reach a fair, consistent and transparent decision that is independent of the police who have investigated the offence. Also, with 43 different police forces across England and Wales operating independently of each other, police making charging decisions would risk reimposing a postcode lottery for crime victims. The chief constables get to the heart of the problem when they say the CPS “do not have the resources or the people to do what they used to”. Both the CPS and the police have suffered significant funding cuts that are having a devastating impact. Charging decisions for serious crimes must remain with the CPS. It serves no one to return to a system that was proven not to work. It serves everyone, especially victims of crime and their families, for all parts of the criminal justice system to be funded and resourced properly. Duncan Woodhead National officer for CPS managers and professionals, FDA union • The police have been banging this particular drum ever since charging was taken away from them. As ever, what is not said is more revealing than what is said. The chief constables do not go into the reasons why charging was given to the Crown Prosecution Service – mainly that the police are not lawyers, while the CPS are. The chief constables do not go into the numbers of cases that had to be dropped while charging responsibility lay with the police because they had failed to address a key, legal element of a charge, or misinterpreted the law, or simply charged under the wrong law. They do not go into the failures at court, the cases dismissed, the lack of convictions and the crushing disappointment for the victims who have had to give evidence. It was no surprise to me, as a former specialist prosecutor with the CPS, to see that the chief constables quote statistics to show the drop in the number of cases charged and not the number of convictions. Again what is not said is that the reason they are hung up on charging figures is that this is how, as an organisation, they are judged. All their performance indicators are based on charging figures, not convictions. Of course they want to increase the number of charges. Here’s a really revolutionary idea: instead of giving charging back to the police, why not set them the same targets as the CPS, ie based on convictions, not charges. That would focus their minds on the quality of the cases they build. If the police and CPS for once had the same ultimate goal, maybe they could even share the journey to get there. Name and address supplied"
			},
			"isHosted": false,
			"pillarId": "pillar/news",
			"pillarName": "News"
		},
		{
			"id": "environment/2023/mar/02/we-must-call-out-the-ecocide-on-our-doorstep",
			"type": "article",
			"sectionId": "environment",
			"sectionName": "Environment",
			"webPublicationDate": "2023-03-02T17:55:55Z",
			"webTitle": "We must call out the ecocide on our doorstep | Letters ",
			"webUrl": "https://www.theguardian.com/environment/2023/mar/02/we-must-call-out-the-ecocide-on-our-doorstep",
			"apiUrl": "https://content.guardianapis.com/environment/2023/mar/02/we-must-call-out-the-ecocide-on-our-doorstep",
			"fields": {
				"headline": "We must call out the ecocide on our doorstep",
				"trailText": "Letter: <strong>Peggy Seeger </strong>on a campaign to save four acres of biodiverse meadows in Oxford",
				"thumbnail": "https://media.guim.co.uk/43df5dab1a6c7cfe8ba8ae5cd616999011043517/0_262_5074_3045/500.jpg",
				"bodyText": "Your article brings home the severity and extent of the ecological fallout from the war in Ukraine (The ‘silent victim’: Ukraine counts war’s cost for nature, 20 February). This wholesale demolition of nature is described as ecocide – a term put forward by the Stop Ecocide Foundation as “unlawful or wanton acts committed with knowledge that there is a substantial likelihood of severe and either widespread or long-term damage to the environment being caused by those acts”. Although no law has yet been passed, we know ecocide when we see it. It is a moral red line that is being crossed. But how do we view the more insidious, piecemeal devastation of nature on our doorstep – the spraying of bee-killing pesticides, the poisoning of our local rivers, the ravaging of yet another biodiverse habitat for “development”? I am part of a campaign to save four acres of undisturbed biodiverse meadows in Iffley village, Oxford. The city council zoned and bought the land for housing. It is even proposing moving all of the wildlife elsewhere. Hundreds of species would just have to hop it. Common sense and natural justice would fly out the window with them. Ecocide applies equally to this smaller-scale wrecking of the natural local places that we know and connect with. Calling out such destruction as a crime wherever it happens is a crucial part of acknowledging our own place within – and our responsibility for – Earth’s ecosystems. The dismantling of nature’s complexity can no longer be seen as acceptable fallout to maintain the way we have become accustomed to living, and to support the “growth” agenda to which we have become addicted. The planet is perilously close to ecosystem collapse. Humanity created the problem. It is our job to fix it – now. Peggy Seeger Oxford"
			},
			"isHosted": false,
			"pillarId": "pillar/news",
			"pillarName": "News"
		}
	]
}
